Repository: FyrbyAdditive/FyxLocal
Catalog: Sources/FyxLocalApp/Resources/Localizable.xcstrings
Source language: en
Languages: da, es, nb, sv

source: %@ doesn't support tool calling — web search and other tools are off for its replies in this chat.
da: %@ understøtter ikke værktøjskald — websøgning og andre værktøjer er slået fra for dens svar i denne chat.
es: %@ no admite llamadas a herramientas — la búsqueda web y otras herramientas están desactivadas para sus respuestas en este chat.
nb: %@ støtter ikke verktøykall — nettsøk og andre verktøy er slått av for svarene dens i denne chatten.
sv: %@ stöder inte verktygsanrop — webbsökning och andra verktyg är avstängda för dess svar i den här chatten.

source: %@ is requesting information
da: %@ anmoder om oplysninger
es: %@ está solicitando información
nb: %@ ber om informasjon
sv: %@ begär information

source: %@ is too large to attach as text (over 1 MB).
da: %@ er for stor til at vedhæfte som tekst (over 1 MB).
es: %@ es demasiado grande para adjuntarlo como texto (más de 1 MB).
nb: %@ er for stor til å legges ved som tekst (over 1 MB).
sv: %@ är för stor för att bifogas som text (över 1 MB).

source: %@ isn't a readable text file.
da: %@ er ikke en læsbar tekstfil.
es: %@ no es un archivo de texto legible.
nb: %@ er ikke en lesbar tekstfil.
sv: %@ är inte en läsbar textfil.

source: %@ · %@ · %lld chunks
da: %@ · %@ · %lld dele
es: %@ · %@ · %lld fragmentos
nb: %@ · %@ · %lld utdrag
sv: %@ · %@ · %lld delar

source: %lld added
da: %lld tilføjet
es: %lld añadidos
nb: %lld lagt til
sv: %lld tillagda

source: %lld cancelled
da: %lld annulleret
es: %lld cancelados
nb: %lld avbrutt
sv: %lld avbröts

source: %lld chats currently use this skill.
da: %lld chats bruger i øjeblikket denne færdighed.
es: %lld chats usan esta habilidad actualmente.
nb: %lld chatter bruker denne ferdigheten nå.
sv: %lld chattar använder för närvarande den här färdigheten.

source: %lld chats will fall back to the Default agent.
da: %lld chats falder tilbage til standardagenten.
es: %lld chats recurrirán al agente predeterminado.
nb: %lld chatter går tilbake til standardagenten.
sv: %lld chattar återgår till standardagenten.

source: %lld conversation(s) found. Choose which to import.
da: %lld samtale(r) fundet. Vælg, hvilke der skal importeres.
es: %lld conversación(es) encontrada(s). Elige cuáles importar.
nb: %lld samtale(r) funnet. Velg hvilke som skal importeres.
sv: %lld konversation(er) hittades. Välj vilka som ska importeras.

source: %lld failed
da: %lld mislykkedes
es: %lld fallidos
nb: %lld mislyktes
sv: %lld misslyckades

source: %lld imported
da: %lld importeret
es: %lld importados
nb: %lld importert
sv: %lld importerade

source: %lld messages · %@
da: %lld beskeder · %@
es: %lld mensajes · %@
nb: %lld meldinger · %@
sv: %lld meddelanden · %@

source: %lld models · %@
da: %lld modeller · %@
es: %lld modelos · %@
nb: %lld modeller · %@
sv: %lld modeller · %@

source: %lld of %lld selected
da: %lld af %lld markeret
es: %lld de %lld seleccionados
nb: %lld av %lld valgt
sv: %lld av %lld markerade

source: %lld unchanged
da: %lld uændret
es: %lld sin cambios
nb: %lld uendret
sv: %lld oförändrade

source: %lld updated
da: %lld opdateret
es: %lld actualizados
nb: %lld oppdatert
sv: %lld uppdaterade

source: API key
da: API-nøgle
es: Clave de API
nb: API-nøkkel
sv: API-nyckel

source: About
da: Om
es: Acerca de
nb: Om
sv: Om

source: About FyxLocal
da: Om FyxLocal
es: Acerca de FyxLocal
nb: Om FyxLocal
sv: Om FyxLocal

source: Accept
da: Accepter
es: Aceptar
nb: Godta
sv: Acceptera

source: Active provider
da: Aktiv udbyder
es: Proveedor activo
nb: Aktiv leverandør
sv: Aktiv leverantör

source: Add
da: Tilføj
es: Añadir
nb: Legg til
sv: Lägg till

source: Add MCP server
da: Tilføj MCP-server
es: Añadir servidor MCP
nb: Legg til MCP-server
sv: Lägg till MCP-server

source: Add agent
da: Tilføj agent
es: Añadir agente
nb: Legg til agent
sv: Lägg till agent

source: Add provider
da: Tilføj udbyder
es: Añadir proveedor
nb: Legg til leverandør
sv: Lägg till leverantör

source: Add server
da: Tilføj server
es: Añadir servidor
nb: Legg til server
sv: Lägg till server

source: Add stdio MCP servers here. HTTP transport coming in a follow-up.
da: Tilføj stdio-MCP-servere her. HTTP-transport kommer i en opfølgning.
es: Añade aquí servidores MCP stdio. El transporte HTTP llegará en una próxima actualización.
nb: Legg til stdio-MCP-servere her. HTTP-transport kommer i en oppfølger.
sv: Lägg till stdio MCP-servrar här. HTTP-transport kommer i ett senare steg.

source: Agent name
da: Agentnavn
es: Nombre del agente
nb: Agentnavn
sv: Agentnamn

source: Agents
da: Agenter
es: Agentes
nb: Agenter
sv: Agenter

source: All documents and embeddings in this collection will be removed permanently.
da: Alle dokumenter og indlejringer i denne samling fjernes permanent.
es: Todos los documentos y embeddings de esta colección se eliminarán de forma permanente.
nb: Alle dokumenter og innbakinger i denne samlingen fjernes permanent.
sv: Alla dokument och inbäddningar i denna samling tas bort permanent.

source: Allow calendar changes
da: Tillad kalenderændringer
es: Permitir cambios en el calendario
nb: Tillat kalenderendringer
sv: Tillåt kalenderändringar

source: Allow changes
da: Tillad ændringer
es: Permitir cambios
nb: Tillat endringer
sv: Tillåt ändringar

source: Allow reminder changes
da: Tillad påmindelsesændringer
es: Permitir cambios en recordatorios
nb: Tillat endringer i påminnelser
sv: Tillåt påminnelseändringar

source: Applies to every chat (change in Settings → Skills).
da: Anvendes på alle chats (ændr i Indstillinger → Færdigheder).
es: Se aplica a todos los chats (cámbialo en Ajustes → Habilidades).
nb: Gjelder alle chatter (endre i Innstillinger → Ferdigheter).
sv: Tillämpas på alla chattar (ändra i Inställningar → Färdigheter).

source: Apply to every chat by default
da: Anvend på alle chats som standard
es: Aplicar a todos los chats de forma predeterminada
nb: Bruk i alle chatter som standard
sv: Tillämpa på alla chattar som standard

source: Arguments
da: Argumenter
es: Argumentos
nb: Argumenter
sv: Argument

source: Arguments (comma-separated)
da: Argumenter (kommaseparerede)
es: Argumentos (separados por comas)
nb: Argumenter (kommaseparert)
sv: Argument (kommaseparerade)

source: Attach
da: Vedhæft
es: Adjuntar
nb: Legg ved
sv: Bifoga

source: Attach an image or text file
da: Vedhæft et billede eller en tekstfil
es: Adjuntar una imagen o un archivo de texto
nb: Legg ved et bilde eller en tekstfil
sv: Bifoga en bild eller textfil

source: Authentication
da: Godkendelse
es: Autenticación
nb: Autentisering
sv: Autentisering

source: Authorization server (optional)
da: Godkendelsesserver (valgfrit)
es: Servidor de autorización (opcional)
nb: Autorisasjonsserver (valgfri)
sv: Auktoriseringsserver (valfritt)

source: Awaiting result…
da: Afventer resultat…
es: Esperando resultado…
nb: Venter på resultat …
sv: Väntar på resultat…

source: Base URL
da: Basis-URL
es: URL base
nb: Basis-URL
sv: Bas-URL

source: Best-effort deterministic sampling (OpenAI Chat Completions only).
da: Deterministisk sampling efter bedste evne (kun OpenAI Chat Completions).
es: Muestreo determinista en la medida de lo posible (solo OpenAI Chat Completions).
nb: Deterministisk sampling etter beste evne (kun OpenAI Chat Completions).
sv: Deterministisk sampling efter bästa förmåga (endast OpenAI Chat Completions).

source: Built-in agent — cannot be deleted or renamed.
da: Indbygget agent — kan ikke slettes eller omdøbes.
es: Agente integrado: no se puede eliminar ni renombrar.
nb: Innebygd agent — kan ikke slettes eller få nytt navn.
sv: Inbyggd agent — kan inte raderas eller döpas om.

source: Built-in tools
da: Indbyggede værktøjer
es: Herramientas integradas
nb: Innebygde verktøy
sv: Inbyggda verktyg

source: Built-in. Uses FyxLocal's localised default preamble.
da: Indbygget. Bruger FyxLocals lokaliserede standardindledning.
es: Integrado. Usa el preámbulo predeterminado localizado de FyxLocal.
nb: Innebygd. Bruker FyxLocals lokaliserte standardinnledning.
sv: Inbyggd. Använder FyxLocals lokaliserade standardinledning.

source: Bundled files
da: Medfølgende filer
es: Archivos incluidos
nb: Medfølgende filer
sv: Medföljande filer

source: Calendar
da: Kalender
es: Calendario
nb: Kalender
sv: Kalender

source: Cancel
da: Annullér
es: Cancelar
nb: Avbryt
sv: Avbryt

source: Chart spec could not be parsed
da: Diagramspecifikationen kunne ikke fortolkes
es: No se pudo analizar la especificación del gráfico
nb: Diagramspesifikasjonen kunne ikke tolkes
sv: Diagramspecifikationen kunde inte tolkas

source: Chat name
da: Chatnavn
es: Nombre del chat
nb: Chatnavn
sv: Chattnamn

source: Checking…
da: Kontrollerer…
es: Comprobando…
nb: Sjekker …
sv: Kontrollerar…

source: Choose files or folder…
da: Vælg filer eller mappe…
es: Elegir archivos o carpeta…
nb: Velg filer eller mappe …
sv: Välj filer eller mapp…

source: Choose which conversations to export and the format.
da: Vælg, hvilke samtaler der skal eksporteres, og formatet.
es: Elige qué conversaciones exportar y el formato.
nb: Velg hvilke samtaler som skal eksporteres, og formatet.
sv: Välj vilka konversationer som ska exporteras och formatet.

source: Clear done
da: Ryd færdige
es: Borrar completados
nb: Fjern fullførte
sv: Rensa klara

source: Client ID (optional)
da: Klient-ID (valgfrit)
es: ID de cliente (opcional)
nb: Klient-ID (valgfri)
sv: Klient-ID (valfritt)

source: Collapse error details
da: Skjul fejldetaljer
es: Contraer detalles del error
nb: Skjul feildetaljer
sv: Dölj felinformation

source: Collection %lld of %lld
da: Samling %1$lld af %2$lld
es: Colección %lld de %lld
nb: Samling %lld av %lld
sv: Samling %1$lld av %2$lld

source: Collection name
da: Samlingsnavn
es: Nombre de la colección
nb: Samlingsnavn
sv: Samlingsnamn

source: Collections
da: Samlinger
es: Colecciones
nb: Samlinger
sv: Samlingar

source: Coming soon — manage your local document collections here.
da: Kommer snart — administrér dine lokale dokumentsamlinger her.
es: Próximamente — gestiona aquí tus colecciones de documentos locales.
nb: Kommer snart — administrer dine lokale dokumentsamlinger her.
sv: Kommer snart — hantera dina lokala dokumentsamlingar här.

source: Command
da: Kommando
es: Comando
nb: Kommando
sv: Kommando

source: Command (e.g. npx)
da: Kommando (f.eks. npx)
es: Comando (p. ej. npx)
nb: Kommando (f.eks. npx)
sv: Kommando (t.ex. npx)

source: Compact now
da: Komprimér nu
es: Compactar ahora
nb: Komprimer nå
sv: Komprimera nu

source: Compacting context…
da: Komprimerer kontekst…
es: Compactando contexto…
nb: Komprimerer kontekst …
sv: Komprimerar kontext…

source: Confirm
da: Bekræft
es: Confirmar
nb: Bekreft
sv: Bekräfta

source: Confirm calendar change?
da: Bekræft kalenderændring?
es: ¿Confirmar el cambio de calendario?
nb: Bekrefte kalenderendring?
sv: Bekräfta kalenderändring?

source: Confirm reminder change?
da: Bekræft påmindelsesændring?
es: ¿Confirmar cambio de recordatorio?
nb: Bekrefte endring i påminnelse?
sv: Bekräfta påminnelseändring?

source: Connecting…
da: Opretter forbindelse…
es: Conectando…
nb: Kobler til …
sv: Ansluter…

source: Context usage
da: Kontekstforbrug
es: Uso del contexto
nb: Kontekstbruk
sv: Kontextanvändning

source: Context window
da: Kontekstvindue
es: Ventana de contexto
nb: Kontekstvindu
sv: Kontextfönster

source: Continue
da: Fortsæt
es: Continuar
nb: Fortsett
sv: Fortsätt

source: Conversation
da: Samtale
es: Conversación
nb: Samtale
sv: Konversation

source: Conversation summary so far: %@
da: Samtaleresumé indtil videre: %@
es: Resumen de la conversación hasta ahora: %@
nb: Sammendrag av samtalen så langt: %@
sv: Konversationssammanfattning hittills: %@

source: Conversations
da: Samtaler
es: Conversaciones
nb: Samtaler
sv: Konversationer

source: Copy
da: Kopiér
es: Copiar
nb: Kopier
sv: Kopiera

source: Couldn't read %@.
da: Kunne ikke læse %@.
es: No se pudo leer %@.
nb: Kunne ikke lese %@.
sv: Kunde inte läsa %@.

source: Create
da: Opret
es: Crear
nb: Opprett
sv: Skapa

source: Create skill
da: Opret færdighed
es: Crear habilidad
nb: Opprett ferdighet
sv: Skapa färdighet

source: Created
da: Oprettet
es: Creado
nb: Opprettet
sv: Skapad

source: Created here
da: Oprettet her
es: Creado aquí
nb: Opprettet her
sv: Skapad här

source: Current time
da: Aktuelt klokkeslæt
es: Hora actual
nb: Gjeldende tid
sv: Aktuell tid

source: Currently %@. Click Test connection to discover models.
da: Aktuelt %@. Klik på Test forbindelse for at finde modeller.
es: Actualmente %@. Haz clic en Probar conexión para descubrir los modelos.
nb: For øyeblikket %@. Klikk Test tilkobling for å finne modeller.
sv: Just nu %@. Klicka på Testa anslutning för att hitta modeller.

source: Decline
da: Afvis
es: Rechazar
nb: Avslå
sv: Avböj

source: Default
da: Standard
es: Predeterminado
nb: Standard
sv: Standard

source: Default agent for new chats
da: Standardagent for nye chats
es: Agente predeterminado para los nuevos chats
nb: Standardagent for nye chatter
sv: Standardagent för nya chattar

source: Default model
da: Standardmodel
es: Modelo predeterminado
nb: Standardmodell
sv: Standardmodell

source: Delete
da: Slet
es: Eliminar
nb: Slett
sv: Radera

source: Delete %lld chats
da: Slet %lld chats
es: Eliminar %lld chats
nb: Slett %lld chatter
sv: Ta bort %lld chattar

source: Delete %lld conversations?
da: Slet %lld samtaler?
es: ¿Eliminar %lld conversaciones?
nb: Slette %lld samtaler?
sv: Ta bort %lld konversationer?

source: Delete agent
da: Slet agent
es: Eliminar agente
nb: Slett agent
sv: Radera agent

source: Delete agent "%@"?
da: Slet agenten "%@"?
es: ¿Eliminar el agente «%@»?
nb: Slette agenten «%@»?
sv: Radera agenten "%@"?

source: Delete server
da: Slet server
es: Eliminar servidor
nb: Slett server
sv: Radera server

source: Delete server "%@"?
da: Slet serveren "%@"?
es: ¿Eliminar el servidor "%@"?
nb: Slette serveren «%@»?
sv: Radera servern "%@"?

source: Delete skill
da: Slet færdighed
es: Eliminar habilidad
nb: Slett ferdighet
sv: Radera färdighet

source: Delete skill "%@"?
da: Slet færdigheden "%@"?
es: ¿Eliminar la habilidad «%@»?
nb: Slette ferdigheten «%@»?
sv: Radera färdigheten ”%@”?

source: Delete this message?
da: Slet denne besked?
es: ¿Eliminar este mensaje?
nb: Slette denne meldingen?
sv: Ta bort det här meddelandet?

source: Description
da: Beskrivelse
es: Descripción
nb: Beskrivelse
sv: Beskrivning

source: Disabled tools are not advertised to the model and cannot be invoked.
da: Deaktiverede værktøjer præsenteres ikke for modellen og kan ikke kaldes.
es: Las herramientas desactivadas no se anuncian al modelo y no se pueden invocar.
nb: Deaktiverte verktøy annonseres ikke til modellen og kan ikke kalles.
sv: Inaktiverade verktyg presenteras inte för modellen och kan inte anropas.

source: Disconnected
da: Afbrudt
es: Desconectado
nb: Frakoblet
sv: Frånkopplad

source: Dismiss notice
da: Luk meddelelse
es: Descartar aviso
nb: Lukk melding
sv: Stäng meddelande

source: Display name
da: Visningsnavn
es: Nombre para mostrar
nb: Visningsnavn
sv: Visningsnamn

source: Document search (RAG)
da: Dokumentsøgning (RAG)
es: Búsqueda de documentos (RAG)
nb: Dokumentsøk (RAG)
sv: Dokumentsökning (RAG)

source: Documents are embedded on-device. No network access required.
da: Dokumenter indlejres lokalt på enheden. Ingen netværksadgang kræves.
es: Los documentos se procesan con embeddings en el dispositivo. No se requiere acceso a la red.
nb: Dokumenter bakes inn lokalt på enheten. Ingen nettverkstilgang kreves.
sv: Dokument bäddas in lokalt på enheten. Ingen nätverksåtkomst krävs.

source: Documents available in this chat
da: Dokumenter i denne chat
es: Documentos disponibles en este chat
nb: Dokumenter tilgjengelige i denne chatten
sv: Dokument i denna chatt

source: Done
da: Færdig
es: Listo
nb: Ferdig
sv: Klar

source: Done — your document search is ready.
da: Færdig — din dokumentsøgning er klar.
es: Hecho — tu búsqueda de documentos está lista.
nb: Ferdig — dokumentsøket ditt er klart.
sv: Klart — din dokumentsökning är redo.

source: Drop files above, or use the file picker.
da: Slip filer ovenfor, eller brug filvælgeren.
es: Arrastra archivos aquí arriba o usa el selector de archivos.
nb: Slipp filer ovenfor, eller bruk filvelgeren.
sv: Släpp filer ovan, eller använd filväljaren.

source: Drop files or folders here
da: Slip filer eller mapper her
es: Arrastra archivos o carpetas aquí
nb: Slipp filer eller mapper her
sv: Släpp filer eller mappar här

source: Each enabled server's tools are advertised to every chat. Servers connect on first use this session.
da: Værktøjerne fra hver aktiveret server er tilgængelige i alle chats. Servere opretter forbindelse ved første brug i denne session.
es: Las herramientas de cada servidor activado se ofrecen a todos los chats. Los servidores se conectan al usarse por primera vez en esta sesión.
nb: Verktøyene til hver aktiverte server annonseres til alle chatter. Servere kobler til ved første bruk i økten.
sv: Verktygen från varje aktiverad server är tillgängliga i alla chattar. Servrar ansluter vid första användning denna session.

source: Edit
da: Rediger
es: Editar
nb: Rediger
sv: Redigera

source: Edit this message?
da: Rediger denne besked?
es: ¿Editar este mensaje?
nb: Redigere denne meldingen?
sv: Redigera det här meddelandet?

source: Enables attaching images to messages for this model.
da: Gør det muligt at vedhæfte billeder til beskeder for denne model.
es: Permite adjuntar imágenes a los mensajes con este modelo.
nb: Gjør det mulig å legge ved bilder i meldinger for denne modellen.
sv: Gör det möjligt att bifoga bilder till meddelanden för denna modell.

source: Enter a full URL including scheme.
da: Angiv en fuldstændig URL inklusive skema.
es: Introduce una URL completa, incluido el esquema.
nb: Skriv inn en fullstendig URL inkludert skjema.
sv: Ange en fullständig URL inklusive schema.

source: Enter a number.
da: Indtast et tal.
es: Introduce un número.
nb: Oppgi et tall.
sv: Ange ett tal.

source: Enter a valid URL.
da: Indtast en gyldig URL.
es: Introduce una URL válida.
nb: Oppgi en gyldig URL.
sv: Ange en giltig URL.

source: Enter a valid date.
da: Indtast en gyldig dato.
es: Introduce una fecha válida.
nb: Oppgi en gyldig dato.
sv: Ange ett giltigt datum.

source: Enter a valid email address.
da: Indtast en gyldig e-mailadresse.
es: Introduce una dirección de correo válida.
nb: Oppgi en gyldig e-postadresse.
sv: Ange en giltig e-postadress.

source: Enter a whole number.
da: Indtast et helt tal.
es: Introduce un número entero.
nb: Oppgi et helt tall.
sv: Ange ett heltal.

source: Environment
da: Miljøvariabler
es: Entorno
nb: Miljø
sv: Miljövariabler

source: Expand error details
da: Vis fejldetaljer
es: Expandir detalles del error
nb: Vis feildetaljer
sv: Visa felinformation

source: Export
da: Eksportér
es: Exportar
nb: Eksporter
sv: Exportera

source: Export %lld chats…
da: Eksportér %lld chats…
es: Exportar %lld chats…
nb: Eksporter %lld chatter …
sv: Exportera %lld chattar…

source: Export Chats to File…
da: Eksportér chats til fil…
es: Exportar chats a un archivo…
nb: Eksporter chatter til fil …
sv: Exportera chattar till fil…

source: Export chats
da: Eksportér chats
es: Exportar chats
nb: Eksporter chatter
sv: Exportera chattar

source: Export conversations to Markdown, JSON, Word, or text
da: Eksportér samtaler til Markdown, JSON, Word eller tekst
es: Exportar conversaciones a Markdown, JSON, Word o texto
nb: Eksporter samtaler til Markdown, JSON, Word eller tekst
sv: Exportera konversationer till Markdown, JSON, Word eller text

source: Fetch a URL and extract main readable text using WKWebView + Mozilla Readability.
da: Hent en URL og udtræk den primære læsbare tekst med WKWebView + Mozilla Readability.
es: Obtiene una URL y extrae el texto legible principal mediante WKWebView + Mozilla Readability.
nb: Hent en URL og trekk ut hovedteksten med WKWebView + Mozilla Readability.
sv: Hämta en URL och extrahera huvudtexten med WKWebView + Mozilla Readability.

source: Free software under the GNU GPL v3.0.
da: Fri software under GNU GPL v3.0.
es: Software libre bajo la GNU GPL v3.0.
nb: Fri programvare under GNU GPL v3.0.
sv: Fri programvara under GNU GPL v3.0.

source: FyxLocal switched to a smaller, faster on-device model. Your collections are being re-indexed — your documents are untouched.
da: FyxLocal skiftede til en mindre, hurtigere model på enheden. Dine samlinger genindekseres — dine dokumenter er urørte.
es: FyxLocal cambió a un modelo local más pequeño y rápido. Tus colecciones se están reindexando — tus documentos permanecen intactos.
nb: FyxLocal byttet til en mindre og raskere lokal modell. Samlingene dine indekseres på nytt — dokumentene dine er uberørt.
sv: FyxLocal bytte till en mindre, snabbare modell på enheten. Dina samlingar omindexeras — dina dokument påverkas inte.

source: Generation stops when the model emits any of these (Chat Completions `stop` / Anthropic `stop_sequences`).
da: Genereringen stopper, når modellen udsender en af disse (Chat Completions `stop` / Anthropic `stop_sequences`).
es: La generación se detiene cuando el modelo emite cualquiera de estos (Chat Completions `stop` / Anthropic `stop_sequences`).
nb: Genereringen stopper når modellen sender ut en av disse (Chat Completions `stop` / Anthropic `stop_sequences`).
sv: Genereringen stoppar när modellen matar ut någon av dessa (Chat Completions `stop` / Anthropic `stop_sequences`).

source: Hard cap (tokens)
da: Hård grænse (tokens)
es: Límite máximo (tokens)
nb: Hard grense (tokener)
sv: Hård gräns (tokens)

source: Headers
da: Headere
es: Encabezados
nb: Hoder

source: Hybrid keyword + semantic search is always on. The reranker is bundled and runs locally — nothing leaves your Mac.
da: Hybrid nøgleord- og semantisk søgning er altid slået til. Omarrangeringen er indbygget og kører lokalt – intet forlader din Mac.
es: La búsqueda híbrida por palabras clave + semántica siempre está activada. El reranker está incluido y se ejecuta localmente — nada sale de tu Mac.
nb: Hybrid nøkkelord- og semantisk søk er alltid på. Rerankeren følger med og kjører lokalt — ingenting forlater Mac-en din.
sv: Hybrid nyckelord- och semantisk sökning är alltid på. Omordnaren är inbyggd och körs lokalt – inget lämnar din Mac.

source: Import
da: Importér
es: Importar
nb: Importer
sv: Importera

source: Import Chats from File…
da: Importér chats fra fil…
es: Importar chats desde archivo…
nb: Importer chatter fra fil …
sv: Importera chattar från fil…

source: Import chats
da: Importér chats
es: Importar chats
nb: Importer chatter
sv: Importera chattar

source: Import complete
da: Import fuldført
es: Importación completada
nb: Import fullført
sv: Importen är klar

source: Import conversations exported from ChatGPT or Claude
da: Importér samtaler eksporteret fra ChatGPT eller Claude
es: Importar conversaciones exportadas de ChatGPT o Claude
nb: Importer samtaler eksportert fra ChatGPT eller Claude
sv: Importera konversationer exporterade från ChatGPT eller Claude

source: Import from %@
da: Importér fra %@
es: Importar desde %@
nb: Importer fra %@
sv: Importera från %@

source: Import skill
da: Importér færdighed
es: Importar habilidad
nb: Importer ferdighet
sv: Importera färdighet

source: Imported
da: Importeret
es: Importado
nb: Importert
sv: Importerad

source: Imported %lld conversation(s) (%lld messages) from %@.
da: Importerede %lld samtale(r) (%lld beskeder) fra %@.
es: Se importaron %lld conversación(es) (%lld mensajes) de %@.
nb: Importerte %lld samtale(r) (%lld meldinger) fra %@.
sv: Importerade %lld konversation(er) (%lld meddelanden) från %@.

source: Ingesting %lld of %lld
da: Importerer %lld af %lld
es: Importando %lld de %lld
nb: Importerer %lld av %lld
sv: Importerar %lld av %lld

source: Insert
da: Indsæt
es: Insertar
nb: Sett inn
sv: Infoga
